Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/nemo-extensions.tmx
Source language: en
Languages: sv

source: Web
sv: Webb

source: Mail
sv: E-post

source: No signing keys
sv: Inga signeringsnycklar

source: _Rotate
sv: _Rotera

source: Sign
sv: Signera

source: Signed by %s (key not certified).
sv: Signerat av %s (nyckeln är inte certifierad).

source: Rotate each selected image
sv: Rotera varje vald bild

source: Vietnamese - CP1258
sv: Vietnamesiskt - CP1258

source: Signing
sv: Signerar

source: Japanese - CP932
sv: Japanskt - CP932

source: Remote key files cannot be imported directly.
sv: Nyckelfiler på fjärrplats kan inte importeras direkt.

source: Replace
sv: Byt ut

source: Folder Sharing
sv: Mappdelning

source: Nemo Filename Repairer: Select Files To Rename
sv: Nemo filnamnsreparation: Välj filer att döpa om

source: This folder is located in an encrypted directory. It will not be accessible by other users unless the option 'force user' is specified in /etc/samba/smb.conf.
sv: Mappen ligger i en krypterad katalog. Andra användare kan bara få tillgång till den om 'force user' anges i /etc/samba/smb.conf.

source: Unable to read or parse the result page.
sv: Kan inte läsa eller tolka resultatsidan.

source: Select an angle:
sv: Välj vinkel:

source: Samba's testparm failed for an unknown reason
sv: Sambas testparm misslyckades av okänd anledning

source: Keys Imported
sv: Importerade nycklar

source: Bottom
sv: Nederst

source: Terminal follows view location
sv: Terminal följer visningsplats

source: Include _subdirectories
sv: Inkludera _undermappar

source: Extract To...
sv: Extrahera till…

source: Encrypt packed together in a package
sv: Kryptera filer som paketerats tillsammans

source: Type
sv: Typ

source: Share this _folder
sv: Dela ut den här _mappen

source: Note
sv: Anteckning

source: Installed
sv: Installerad

source: Games
sv: Spel

source: Import Key
sv: Importera nyckel

source: The folder "%s" needs the following extra permissions for sharing to work: %s%s%sDo you want Nemo to add these permissions to the folder automatically?
sv: Mappen "%s" behöver följande extra rättigheter för att utdelning ska fungera: %s%s%sVill du att Nemo lägger till dessa rättigheter till mappen automatiskt?

source: Select _encoding:
sv: Välj text_kodning

source: Re_name as "%s"
sv: Döp _om till "%s"

source: Video Codec
sv: Videokodek

source: Korean - CP949
sv: Koreanskt - CP949

source: Please reboot to finalize changes
sv: Starta om för att verkställa ändringar

source: Cannot remove the share for path %s: that path is not shared
sv: Kan inte ta bort utdelningen för sökvägen %s: den sökvägen är inte utdelad

source: Terminal erase line key sequence
sv: Tangentsekvens för att radera terminalrad

source: Track #:
sv: Spår #:

source: Sequences must be escaped according to python rules.
sv: Sekvenser måste skyddas med escape-tecken enligt Python-reglerna.

source: <b>Image Rotation</b>
sv: <b>Bildrotering</b>

source: The permissions for %s prevent other users from accessing this share
sv: %s har rättigheter som gör att andra användare inte har tillgång till denna utdelning

source: Verifying
sv: Verifierar

source: Share _name:
sv: Utdelnings_namn:

source: Key
sv: Nyckel

source: file-roller is not installed
sv: file-roller är inte installerat

source: Invalid Signature
sv: Ogiltig signatur

source: - write permission by others
sv: - skrivbehörighet för andra

source: Open the browser
sv: Öppna webbläsaren

source: Verification failed
sv: Verifieringen misslyckades

source: Expired Signature
sv: Utgången signatur

source: No secret keys suitable for signing are available. Please create or import a key pair first.
sv: Det finns inga hemliga nycklar som kan användas för signering. Skapa eller importera ett nyckelpar först.

source: Encrypt Multiple Files
sv: Kryptera flera filer

source: Select an encoding name to use
sv: Välj en teckenkodning att använda

source: Chinese simplified - CP936
sv: Kinesiskt förenklat - CP936

source: Cyrillic - CP1251
sv: Kyrilliskt - CP1251

source: Arabic - CP1256
sv: Arabiskt - CP1256

source: _Guest access (for people without a user account)
sv: _Gäståtkomst (för personer utan användarkonto)

source: Something went wrong. You may need to install samba and add your user to the 'sambashare' group manually.
sv: Något blev fel. Du kanske behöver installera samba och lägga till din användare i gruppen "sambashare" manuellt.

source: <span size="larger">The selected "%s" is invalid encoding.</span> <span size="larger">Please choose another one.</span>
sv: <span size="larger">Den markerade "%s" är en ogiltig teckenkodning.</span> <span size="larger">Välj en annan.</span>

source: Keyboard shortcut
sv: Tangentbordsgenväg

source: Turkish - CP1254
sv: Turkiskt - CP1254

source: Decrypting
sv: Avkrypterar

source: View audio tag information from the properties tab
sv: Visa ljudets metadata från fliken Egenskaper

source: Advanced
sv: Avancerat

source: Signing key not in keyring.
sv: Signeringsnyckeln finns inte i nyckelringen.

source: Bad or forged signature. The signed data was modified.
sv: Felaktig eller förfalskad signatur. Signerad data har ändrats.

source: by
sv: av

source: EXIF Image Size
sv: EXIF bildstorlek

source: Sound
sv: Ljud

source: _Resize Images...
sv: _Ändra storlek på bilder...

source: You have selected %d file
sv: Du har markerat %d fil

source: You have selected %d files
sv: Du har markerat %d filer

source: Extract the selected archive
sv: Extrahera det valda arkivet

source: Top
sv: Överst

source: Framerate
sv: Bildfrekvens

source: Import the PGP key from the selected file
sv: Importera PGP-nyckeln från den valda filen

source: Custom size:
sv: Egen storlek:

source: Urgent
sv: Brådskande

source: Create a compressed archive with the selected objects
sv: Skapa ett komprimerat arkiv med de valda objekten

source: Author
sv: Upphovsman

source: Package Name:
sv: Paketnamn:

source: Audio
sv: Ljud

source: Select a filename from sub menu items.
sv: Välj ett filnamn bland objekten på undermenyn.

source: Default
sv: Standardvärde

source: <i>Rotating "%s"</i>
sv: <i>Roterar "%s"</i>

source: The python3-gpg package is required to encrypt or sign files.
sv: Paketet python3-gpg krävs för att kryptera eller signera filer.

source: Embedded terminal for Nemo
sv: Inbäddad terminal för Nemo

source: Bitrate
sv: Bithastighet

source: No public keys found
sv: Inga publika nycklar hittades

source: Other ...
sv: Övrigt …

source: Co_mment:
sv: Ko_mmentar:

source: Sales
sv: Försäljning

source: Compare Later
sv: Jämför senare

source: Description
sv: Beskrivning

source: Add the permissions automatically
sv: Lägg till rättigheterna automatiskt

source: Revoked Signature
sv: Återkallad signatur

source: Keys Already Present
sv: Nycklar finns redan

source: Hebrew - CP1255
sv: Hebreiskt - CP1255

source: Signed by %s (untrusted).
sv: Signerat av %s (inte betrodd).

source: Year:
sv: År:

source: The share name is too long
sv: Det utdelade namnet är för långt

source: Composer
sv: Kompositör

source: 'net usershare' returned error %d: %s
sv: "net usershare" returnerade fel %d: %s

source: Repair filename
sv: Reparera filnamn

source: Choose Encrypted File Name for '%s'
sv: Välj krypterat filnamn för "%s"

source: Encrypt the selected files
sv: Kryptera de valda filerna

source: from
sv: från

source: Couldn't encrypt '%s': %s
sv: Kunde inte kryptera '%s': %s

source: _Encoding name to add:
sv: T_eckenkodning att lägga till:

source: Title:
sv: Titel:

source: Password
sv: Lösenord

source: Decrypt
sv: Dekryptera

source: New
sv: Ny

source: Danger
sv: Risk

source: Development
sv: Utveckling

source: Rotate in place
sv: Rotera på plats

source: Samba's testparm returned with signal %d
sv: Sambas testparm returnerade signal %d

source: Date Encoded
sv: Datum för kodning

source: Verify Signature
sv: Kontrollera signaturen

source: There are no public keys available for encryption. Would you like to encrypt using a passphrase (symmetric encryption) instead?
sv: Det finns inga offentliga nycklar tillgängliga för kryptering. Vill du istället kryptera med hjälp av en lösenfras (symmetrisk kryptering)?

source: Modified
sv: Ändrad

source: Chinese traditional - CP950
sv: Kinesiskt traditionellt - CP950

source: Compare
sv: Jämför

source: Encrypt...
sv: Kryptera…

source: Keys were imported.
sv: Nycklarna har importerats.

source: %d of %d
sv: %d av %d

source: <b>A file already exists with this name.</b> Do you want to replace it with a new file?
sv: <b>En fil finns redan med detta namn.</b> Vill du ersätta den med en ny fil?

source: Signing failed
sv: Signeringen misslyckades

source: Sign the selected files
sv: Signera de valda filerna

source: Choose Signature File Name for '%s'
sv: Välj signaturfilnamn för "%s"

source: Shell to use (leave blank for system default)
sv: Kommandoskal att använda (lämna tomt för systemets standard)

source: N-Way Diff
sv: N-vägs-diff

source: Restore defaults
sv: Återställ standardvärden

source: Location mode
sv: Visningsläge

source: Importing
sv: Importerar

source: Choose recipients:
sv: Välj mottagare:

source: Allows managing of archives from the context menu
sv: Gör det möjligt att hantera arkiv via högerklick

source: Share
sv: Dela ut

source: Decrypt the selected files
sv: Dekryptera de valda filerna

source: Choose Signer
sv: Välj signerare

source: Basic
sv: Enkel

source: You have selected %d folder
sv: Du har markerat %d mapp

source: You have selected %d folders
sv: Du har markerat %d mappar

source: Encrypt each file separately
sv: Kryptera varje fil separat

source: - read permission by others
sv: - läsbehörighet för andra

source: Keys were found but not imported.
sv: Nycklar hittades men importerades inte.

source: Append
sv: Lägg till i slutet

source: Length
sv: Längd

source: .rotated
sv: .roterad

source: <span size="larger" weight="bold">A file named "%s" already exists.</span>
sv: <span size="larger" weight="bold">En fil med namnet "%s" finns redan.</span>

source: the output of 'net usershare' is not in valid UTF-8 encoding
sv: utdata från "net usershare" är inte i en giltig UTF-8-kodning

source: Select a key to sign as:
sv: Välj en nyckel att signera med:

source: Import Failed
sv: Importering misslyckades

source: Samba's testparm returned error %d
sv: Sambas testparm returnerade fel %d

source: Use Passphrase
sv: Använd lösenfras

source: Downloads
sv: Hämtningar

source: Couldn't package files
sv: Kunde inte paketera filer

source: Send files to a paste service via the context menu
sv: Skicka filer till en inläggningstjänst via snabbmenyn

source: Marketing
sv: Marknadsföring

source: Bitrate:
sv: Bithastighet:

source: Visible by default
sv: Synlig som standard

source: and %d folder
sv: och %d mapp

source: and %d folders
sv: och %d mappar

source: Samba's testparm returned error %d: %s
sv: Sambas testparm returnerade fel %d: %s

source: Western European latin - CP1252
sv: Västeuropeiskt latin - CP1252

source: python3-gpg not installed
sv: python3-gpg är inte installerat

source: Show a notification
sv: Visa en avisering

source: %d item
sv: %d objekt

source: %d items
sv: %d objekt

source: Share this Folder
sv: Dela ut den här mappen

source: Central European latin - CP1250
sv: Centraleuropeiskt latin - CP1250

source: Provides additional columns for the list view
sv: Ger ytterligare kolumner i listvyn

source: Send this file to %s
sv: Skicka den här filen till %s

source: Terminal bell
sv: Terminal-ljud

source: Paste Filenames
sv: Klistra in filnamn

source: pixels
sv: bildpunkter

source: Terminal restore line key sequence
sv: Tangentsekvens för att återställa terminalrad

source: EXIF Rating
sv: EXIF betyg

source: Track
sv: Spår

source: Sample Rate:
sv: Samplingsfrekvens:

source: %s %s %s failed for an unknown reason
sv: %s %s %s misslyckades av okänd anledning

source: Error while getting share information: %s
sv: Fel vid hämtning av utdelningsinformation: %s

source: Encryption failed
sv: Krypteringen misslyckades

source: If you want to rename the selected file, please move or rename "%s" first.
sv: Om du vill döpa om den markerade filen, flytta eller döp om "%s" först.

source: Pastebin to %s
sv: Pastebin till %s

source: Because the files are located remotely, each file will be encrypted separately.
sv: Eftersom filerna finns på fjärrlagring kommer varje fil att krypteras separat.

source: Save
sv: Spara

source: Allows managing of Dropbox web service from the context menu
sv: Gör det möjligt att hantera Dropbox-webbtjänsten via snabbmenyn

source: Personal
sv: Personligt

source: Failed
sv: Misslyckades

source: <span size="larger" weight="bold">There was an error renaming "%s" to "%s"</span>
sv: <span size="larger" weight="bold">Ett fel inträffade när "%s" döptes om till "%s"</span>

source: degrees clockwise
sv: grader medurs

source: Important
sv: Viktigt

source: There was an error while getting the sharing information
sv: Ett fel inträffade vid hämtning av utdelningsinformation

source: Videos
sv: Videor

source: Close
sv: Stäng

source: Encoded by:
sv: Kodad av:

source: Money
sv: Pengar

source: Default number of lines for the terminal
sv: Standardantal rader i terminalen

source: Sharing Options
sv: Utdelningsalternativ

source: Width:
sv: Bredd:

source: Resize each selected image
sv: Ändra storlek på varje vald bild

source: Length:
sv: Längd:

source: percent
sv: procent

source: Choose Decrypted File Name for '%s'
sv: Välj avkrypterat filnamn för "%s"

source: Import failed
sv: Importen misslyckades

source: Art
sv: Konst

source: Nemo needs to add some permissions to your folder "%s" in order to share it
sv: Nemo behöver lägga till rättigheter till din mapp "%s" för att kunna dela ut den

source: Empty Folder
sv: Tom mapp

source: Encrypting
sv: Krypterar

source: People
sv: Personer

source: Package
sv: Paket

source: Greek - CP1253
sv: Grekiskt - CP1253

source: Sample Rate
sv: Samplingshastighet

source: Photos
sv: Foton

source: Extract the selected archive to the current position
sv: Extrahera det valda arkivet till den aktuella platsen

source: Copyright:
sv: Upphovsrätt:

source: Samba needs to be installed, appropriate firewall rules need to be added and your user account needs to join the 'sambashare' group.
sv: Samba behöver installeras, lämpliga regler för brandväggen behöver läggas till och ditt användarkonto behöver läggas till i gruppen 'sambashare'.

source: EXIF Flash
sv: EXIF blixt

source: Title
sv: Titel

source: Preparing...
sv: Förbereder…

source: Couldn't sign '%s': %s
sv: Kunde inte signera '%s': %s

source: Create _Share
sv: Skapa _utdelning

source: Couldn't import keys from '%s': %s
sv: Kunde inte importera nycklar från '%s': %s

source: Image Size
sv: Bildstorlek

source: No Info
sv: Ingen information

source: Height:
sv: Höjd:

source: Baltic - CP1257
sv: Baltiskt - CP1257

source: Signed by %s.
sv: Signerat av %s.

source: _Retry
sv: _Försök igen

source: Couldn't verify '%s': %s
sv: Kunde inte verifiera '%s': %s

source: <i>Resizing "%s"</i>
sv: <i>Ändrar storlek "%s"</i>

source: To be
sv: Blir

source: Username
sv: Användarnamn

source: EXIF Date
sv: EXIF datum

source: Documents
sv: Dokument

source: Select a filename
sv: Välj ett filnamn

source: EXIF Software
sv: EXIF program

source: Could not change the permissions of folder "%s"
sv: Kunde inte ändra rättigheterna för mappen "%s"

source: Allows you to quickly share a folder from the context menu
sv: Gör det möjligt att snabbt dela ut en mapp via högerklick

source: Nemo Filename Repairer
sv: Nemo Filnamnsreparatör

source: Extract Here
sv: Extrahera här

source: Install
sv: Installera

source: Remember file for later comparison
sv: Kom ihåg fil för senare jämförelse

source: _Resize
sv: Änd_ra storlek

source: _Allow others to create and delete files in this folder
sv: _Tillåt andra att skapa och ta bort filer i den här mappen

source: <b>Filename</b>
sv: <b>Filnamn</b>

source: Allows file comparison from the context menu
sv: Tillåter jämförelse av filer från snabbmenyn

source: Couldn't decrypt '%s': %s
sv: Kunde inte dekryptera '%s': %s

source: Generic
sv: Allmänt

source: Good Signature
sv: Korrekt signatur

source: Scale:
sv: Skala:

source: to file title
sv: till filnamnet

source: Compare selected files
sv: Jämför valda filer

source: Favorite
sv: Favorit

source: Date
sv: Datum

source: 'net usershare' returned error %d
sv: "net usershare" returnerade fel %d

source: Change directory command
sv: Kommando för att byta katalog

source: Select a size:
sv: Välj en storlek:

source: Independent
sv: Oberoende

source: Rotate Images
sv: Rotera bilder

source: As is
sv: Lämna oförändrat

source: Choose Original File for '%s'
sv: Välj originalfil för "%s"

source: '%s' is replaced by the quoted directory name.
sv: '%s' ersätts med det citerade katalognamnet.

source: Compare to:
sv: Jämför med:

source: Open
sv: Öppna

source: Unknown key
sv: Okänd nyckel

source: Valid Signature
sv: Giltig signatur

source: Please enter a valid filename suffix!
sv: Ange ett giltigt filnamnssuffix!

source: Cannot change the path of an existing share; please remove the old share first and add a new one
sv: Kan inte ändra sökvägen för en befintlig utdelning; ta bort den gamla utdelningen först och lägg sedan till en ny

source: Resize in place
sv: Ändra storlek på plats

source: _Skip
sv: _Hoppa över

source: <b>Image Size</b>
sv: <b>Bildstorlek</b>

source: Compress...
sv: Komprimera…

source: Unknown Signature
sv: Okänd signatur

source: Compare to the file previously selected
sv: Jämför med den tidigare valda filen

source: Loading...
sv: Läser in…

source: Nemo-Terminal Preferences
sv: Inställningar för Nemo-Terminal

source: Resize Images
sv: Ändra storlek på bilder

source: Ro_tate Images...
sv: Ro_tera bilder...

source: Modify _Share
sv: Ändra _utdelning

source: The share name cannot be empty
sv: Utdelningsnamnet får inte vara blankt

source: Size
sv: Storlek

source: Emblems
sv: Emblem

source: No valid signatures found in '%s'
sv: Inga giltiga signaturer hittades i '%s'

source: Rotating image: %d of %d
sv: Roterar bild: %d av %d

source: Another share has the same name
sv: En annan utdelning har samma namn

source: Custom angle:
sv: Anpassad vinkel:

source: Verify the signature of the selected file
sv: Kontrollera signaturen för den valda filen

source: %s %s %s returned with signal %d
sv: %s %s %s returnerade signal %d

source: Camera
sv: Kamera

source: Sign as:
sv: Signera som:

source: Bad Signature
sv: Felaktig signatur

source: It could be a server timeout or a change server side. Try later.
sv: Det kan bero på att tiden tog slut eller att en ändring gjorts på serversidan. Försök igen senare.

source: Pages
sv: Sidor

source: <span size="larger" weight="bold">There was an error renaming the file to "%s"</span>
sv: <span size="larger" weight="bold">Ett fel inträffade vid omdöpning av fil till "%s"</span>

source: The keys are already in the keyring.
sv: Nycklarna finns redan i nyckelringen.

source: Encrypt
sv: Kryptera

source: - execute permission by others
sv: - körbehörighet för andra

source: Cancel
sv: Avbryt

source: Allows image resizing and rotation from the context menu
sv: Tillåter storleksändring och rotation av bilder från snabbmenyn

source: Repair filename ...
sv: Reparera filnamn …

source: Three-Way Diff
sv: Trevägs-diff

source: Allows filename encoding repair from the context menu
sv: Tillåter reparation av filnamnskodning från snabbmenyn

source: Decryption failed
sv: Dekryptering misslyckades

source: Change a folder or file emblem
sv: Byt mapp- eller filemblem

source: Rename as "%s".
sv: Döp om till "%s".

source: Encryption settings
sv: Krypteringsinställningar

source: The file-roller process did not complete successfully
sv: Processen file-roller slutfördes inte korrekt

source: Use passphrase (symmetric) encryption
sv: Använd kryptering med lösenfras (symmetrisk)

source: Resizing image: %d of %d
sv: Ändrar storlek på bild: %d av %d
